"appName" = "Inlaider (pl)";


"popup.command.placeholder.typeACommand" = "Wpisz polecenie...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Wpisz polecenie lub naciśnij Enter, aby zamknąć...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Wpisz polecenie lub naciśnij Enter, aby wkleić wynik";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — przełącza na edytor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — przełącza na linię komend";
"popup.shortcut.clearCanvas" = "⌘⌫ czyści edytor";
"popup.shortcut.copyCanvas" = "⌘C kopiuje zawartość edytora";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C lub Enter kopiuje zawartość edytora";
"popup.shortcut.enterPaste" = "Enter wstawia do";
"popup.shortcut.esc" = "Esc zamyka do";

"show" = "Pokaż";
"about" = "O programie";
"quit" = "Zakończ";
"close" = "Zamknij";
"cancel" = "Anuluj";
"save" = "Zapisz";
"ok" = "OK";
"settings" = "Ustawienia";
"copied" = "Skopiowano";

"settings.section.general.title" = "Ogólne";
"settings.accessibility.title" = "Uprawnienia dostępności";
"settings.accessibility.description" = "To uprawnienie jest wymagane, aby automatycznie odczytać zaznaczony tekst i wstawić przetworzony wynik z powrotem do pierwotnego pola tekstowego.\nBez dostępu aplikacja będzie korzystać ze schowka do przekazywania danych.";
"settings.inlaiderShortcut.label" = "Skrót klawiszowy do Inlaider";
"settings.LaunchAtLogin.label" = "Uruchamiaj przy starcie";

"settings.section.ownAPIKeys.title" = "Własne klucze API";
"provider.apiKey.title" = "Klucz API";
"provider.apiKey.placeholder" = "Wprowadź klucz API tutaj";
"provider.models.title" = "Modele";
"provider.models.new.placeholder" = "Dodaj nazwę modelu";

"settings.section.customPrompts.title" = "Zamienniki promptów";
"prompts.general.title" = "Ogólny prompt";
"prompts.replacements.title" = "Zamienniki promptów";
"prompts.replacements.replaceWhat.label" = "Zamień";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "Na prompt";
"prompts.replacements.error.exists.message" = "Zamiennik polecenia '%@' już istnieje.";

"about.ThirdPartyLicenses" = "Licencje stron trzecich";
"about.VisitOnGithub" = "Zobacz na GitHub";
"about.version" = "Wersja %@";

"error.title" = "Błąd";
